src/testing/raw-data/split-version/test-case4-siege-output-run5.txt
[alert] Zip encoding disabled; siege requires zlib support to enable it
** SIEGE 4.0.2
** Preparing 100 concurrent users for battle.
The server is now under siege...
Lifting the server siege...
Transactions:		      604002 hits
Availability:		      100.00 %
Elapsed time:		     1199.91 secs
Data transferred:	    10783.23 MB
Response time:		        0.17 secs
Transaction rate:	      503.37 trans/sec
Throughput:		        8.99 MB/sec
Concurrency:		       84.27
Successful transactions:      528541
Failed transactions:	           0
Longest transaction:	        0.39
Shortest transaction:	        0.01
 
Segmentation fault